Repository: JoblyFonty/PurplePen
Catalog: src/PurplePen/MainFrame.*.resx
Languages: az

# tabPage1.Text
source: All Controls
az: Åľľ CCőŉŉŧŧřřőľş

# openFileDialog.Filter
source: Purple Pen files|*.ppen|All files|*.*
az: Pūřřppľę Pęŉŉ ƒƒįľęş|*.ppppęŉŉ|Åľľ ƒƒįľęş|*.*

# saveFileDialog.Filter
source: Purple Pen file|*.ppen
az: Pūřřppľę Pęŉŉ ƒƒįľę|*.ppppęŉŉ

# newEventMenu.Text
source: &New Event...
az: &ŃŃęŵŵ Ēvvęŉŉŧŧ...

# openMenu.Text
source: &Open...
az: &Øppęŉŉ...

# saveMenu.Text
source: &Save
az: &Ŝävvę

# saveAsMenu.Text
source: Save &As...
az: Ŝävvę &Åş...

# createOcadFilesMenu.Text
source: Create OCAD &Files...
az: CCřřęäŧŧę ØCCÅĐĐ &FFįľęş...

# createXmlMenu.Text
source: Create Data &Interchange File (IOF XML)...
az: CCřřęäŧŧę &Ē-Pūŉŉččĥĥ Ĩŉŉŧŧęřřččĥĥäŉŉģģę FFįľę...

# printDescriptionsMenu.Text
source: &Print Descriptions...
az: &Přřįŉŉŧŧ ĐĐęşččřřįppŧŧįőŉŉş...

# printPunchCardsMenu.Text
source: Print Pu&nch Cards...
az: Přřįŉŉŧŧ Pū&ŉŉččĥĥ CCäřřđđş...

# printCoursesMenu.Text
source: Print &Courses...
az: Přřįŉŉŧŧ &CCőūřřşęş...

# printAreaThisCourseMenu.Text
source: &This Course
az: &ŦŦĥĥįş CCőūřřşę

# printAreaAllCoursesMenu.Text
source: &All Courses
az: &Åľľ CCőūřřşęş

# setPrintAreaMenu.Text
source: Set Print A&rea
az: Ŝęŧŧ Přřįŉŉŧŧ Å&řřęä

# programLanguageMenu.Text
source: Program &Language...
az: Přřőģģřřämm &Ŀäŉŉģģūäģģę...

# exitMenu.Text
source: E&xit
az: Ē&χχįŧŧ

# fileMenu.Text
source: &File
az: &FFįľę

# cancelMenu.Text
source: &Clear Selection
az: &CCľęäřř Ŝęľęččŧŧįőŉŉ

# undoMenu.Text
source: &Undo
az: &Ůŉŉđđő

# redoMenu.Text
source: &Redo
az: &Ŗęđđő

# deleteMenu.Text
source: &Delete
az: &ĐĐęľęŧŧę

# editMenu.Text
source: &Edit
az: &Ēđđįŧŧ

# entireCourseMenu.Text
source: Entire &Course
az: Ēŉŉŧŧįřřę &CCőūřřşę

# entireMapMenu.Text
source: Entire &Map
az: Ēŉŉŧŧįřřę &MMäpp

# zoomMenu.Text
source: &Zoom
az: &ŻŻőőmm

# veryLowIntensityMenu.Text
source: &Very Low
az: &VVęřřy Ŀőŵŵ

# lowIntensityMenu.Text
source: &Low
az: &Ŀőŵŵ

# mediumIntensityMenu.Text
source: &Medium
az: &MMęđđįūmm

# highIntensityMenu.Text
source: &High
az: &ĦĦįģģĥĥ

# fullIntensityMenu.Text
source: &Full
az: &FFūľľ

# mapIntensityMenu.Text
source: Map &Intensity
az: MMäpp &Ĩŉŉŧŧęŉŉşįŧŧy

# normalQualityMenu.Text
source: Low
az: Ŀőŵŵ

# highQualityMenu.Text
source: High
az: ĦĦįģģĥĥ

# mapQualityMenu.Text
source: Map &Quality
az: MMäpp &QQūäľįŧŧy

# allControlsMenu.Text
source: &All Controls
az: &Åľľ CCőŉŉŧŧřřőľş

# viewMenu.Text
source: &View
az: &VVįęŵŵ

# changeMapFileMenu.Text
source: &Map File...
az: &MMäpp FFįľę...

# changeCodesMenu.Text
source: Change Control &Codes...
az: CCĥĥäŉŉģģę CCőŉŉŧŧřřőľ &CCőđđęş...

# autoNumberingMenu.Text
source: Automatic &Numbering...
az: Åūŧŧőmmäŧŧįčč &ŃŃūmmþþęřřįŉŉģģ...

# removeUnusedControlsMenu.Text
source: Remove &Unused Controls...
az: Ŗęmmővvę &Ůŉŉūşęđđ CCőŉŉŧŧřřőľş...

# punchPatternsMenu.Text
source: &Punch Patterns...
az: &Pūŉŉččĥĥ Päŧŧŧŧęřřŉŉş...

# customizeDescriptionsMenu.Text
source: Customize &Description Text...
az: CCūşŧŧőmmįžžę &ĐĐęşččřřįppŧŧįőŉŉ ŦŦęχχŧŧ...

# customizeCourseAppearanceMenu.Text
source: Customize Course &Appearance...
az: CCūşŧŧőmmįžžę CCőūřřşę &Åppppęäřřäŉŉččę...

# eventMenu.Text
source: Eve&nt
az: Ēvvę&ŉŉŧŧ

# addCourseMenu.Text
source: &Add Course...
az: &Åđđđđ CCőūřřşę...

# deleteCourseMenu.Text
source: &Delete Course
az: &ĐĐęľęŧŧę CCőūřřşę

# propertiesMenu.Text
source: &Properties...
az: &Přřőppęřřŧŧįęş...

# courseOrderMenu.Text
source: Course Order...
az: CCőūřřşę Øřřđđęřř...

# courseLoadMenu.Text
source: Competitor &Load...
az: CCőmmppęŧŧįŧŧőřř &Ŀőäđđ...

# courseMenu.Text
source: &Course
az: &CCőūřřşę

# addStartMenu.Text
source: Add &Start
az: Åđđđđ &Ŝŧŧäřřŧŧ

# addControlMenu.Text
source: Add &Control
az: Åđđđđ &CCőŉŉŧŧřřőľ

# addFinishMenu.Text
source: Add &Finish
az: Åđđđđ &FFįŉŉįşĥĥ

# addDescriptionsMenu.Text
source: Add &Descriptions
az: Åđđđđ &ĐĐęşččřřįppŧŧįőŉŉş

# addMandatoryCrossingMenu.Text
source: Mandatory Crossing Point
az: MMäŉŉđđäŧŧőřřy CCřřőşşįŉŉģģ Pőįŉŉŧŧ

# addOptCrossingMenu.Text
source: Optional Crossing Point
az: Øppŧŧįőŉŉäľ CCřřőşşįŉŉģģ Pőįŉŉŧŧ

# addOutOfBoundsMenu.Text
source: Out Of Bounds Area
az: Øūŧŧ Øƒƒ ßßőūŉŉđđş Åřřęä

# addDangerousMenu.Text
source: Dangerous Area
az: ĐĐäŉŉģģęřřőūş Åřřęä

# addWaterMenu.Text
source: Water Location
az: ŴŴäŧŧęřř Ŀőččäŧŧįőŉŉ

# addFirstAidMenu.Text
source: First Aid Location
az: FFįřřşŧŧ Åįđđ Ŀőččäŧŧįőŉŉ

# addForbiddenMenu.Text
source: Forbidden Route Marking
az: FFőřřþþįđđđđęŉŉ Ŗőūŧŧę MMäřřĸĸįŉŉģģ

# addBoundaryMenu.Text
source: Uncrossable Boundary
az: Ůŉŉččřřőşşäþþľę ßßőūŉŉđđäřřy

# addRegMarkMenu.Text
source: Registration Mark
az: Ŗęģģįşŧŧřřäŧŧįőŉŉ MMäřřĸĸ

# addTextMenu.Text
source: Text
az: ŦŦęχχŧŧ

# addSpecialItemMenu.Text
source: Add Special &Item
az: Åđđđđ Ŝppęččįäľ &Ĩŧŧęmm

# addTextLineMenu.Text
source: Add Text &Line...
az: Åđđđđ ŦŦęχχŧŧ &Ŀįŉŉę...

# deleteItemMenu.Text
source: &Delete
az: &ĐĐęľęŧŧę

# addBendMenu.Text
source: Add &Bend
az: Åđđđđ &ßßęŉŉđđ

# removeBendMenu.Text
source: Remove B&end
az: Ŗęmmővvę ßß&ęŉŉđđ

# addGapMenu.Text
source: Add &Gap
az: Åđđđđ &ĞĞäpp

# removeGapMenu.Text
source: Remove G&ap
az: Ŗęmmővvę ĞĞ&äpp

# changeTextMenu.Text
source: Change &Text...
az: CCĥĥäŉŉģģę &ŦŦęχχŧŧ...

# rotateMenu.Text
source: R&otate
az: Ŗ&őŧŧäŧŧę

# noFlaggingMenu.Text
source: No Flagging
az: ŃŃő FFľäģģģģįŉŉģģ

# entireFlaggingMenu.Text
source: Entire Leg Flagged
az: Ēŉŉŧŧįřřę Ŀęģģ FFľäģģģģęđđ

# beginFlaggingMenu.Text
source: Beginning of Leg Flagged
az: ßßęģģįŉŉŉŉįŉŉģģ őƒƒ Ŀęģģ FFľäģģģģęđđ

# endFlaggingMenu.Text
source: End of Leg Flagged
az: Ēŉŉđđ őƒƒ Ŀęģģ FFľäģģģģęđđ

# legFlaggingMenu.Text
source: &Leg Flagging
az: &Ŀęģģ FFľäģģģģįŉŉģģ

# changeDisplayedCoursesMenu.Text
source: Change Displa&yed Courses...
az: CCĥĥäŉŉģģę ĐĐįşppľä&yęđđ CCőūřřşęş...

# itemMenu.Text
source: &Item
az: &Ĩŧŧęmm

# courseSummaryMenu.Text
source: Course &Summary
az: CCőūřřşę &Ŝūmmmmäřřy

# eventAuditMenu.Text
source: Event &Audit
az: Ēvvęŉŉŧŧ &Åūđđįŧŧ

# legLengthsMenu.Text
source: &Leg Lengths
az: &Ŀęģģ Ŀęŉŉģģŧŧĥĥş

# controlCrossrefMenu.Text
source: Control &Cross-reference
az: CCőŉŉŧŧřřőľ &CCřřőşş-řřęƒƒęřřęŉŉččę

# controlAndLegLoadMenu.Text
source: Control and Leg Loa&d
az: CCőŉŉŧŧřřőľ äŉŉđđ Ŀęģģ Ŀőä&đđ

# reportMenu.Text
source: &Reports
az: &Ŗęppőřřŧŧş

# helpContentsMenu.Text
source: Purple Pen &Help
az: Pūřřppľę Pęŉŉ &ĦĦęľpp

# mainWebSiteToolMenu.Text
source: Purple Pen &Web Site
az: Pūřřppľę Pęŉŉ &ŴŴęþþ Ŝįŧŧę

# supportWebSiteMenu.Text
source: &Support/Bug Reporting
az: &Ŝūppppőřřŧŧ/ßßūģģ Ŗęppőřřŧŧįŉŉģģ

# aboutMenu.Text
source: &About Purple Pen
az: &Åþþőūŧŧ Pūřřppľę Pęŉŉ

# symbolBrowserMenu.Text
source: Symbol Browser
az: Ŝymmþþőľ ßßřřőŵŵşęřř

# descriptionBrowserMenu.Text
source: Description Browser
az: ĐĐęşččřřįppŧŧįőŉŉ ßßřřőŵŵşęřř

# controlTesterMenu.Text
source: Control Tester
az: CCőŉŉŧŧřřőľ ŦŦęşŧŧęřř

# mapTesterMenu.Text
source: Map Tester
az: MMäpp ŦŦęşŧŧęřř

# courseSelectorTesterMenu.Text
source: Course Selector Tester
az: CCőūřřşę Ŝęľęččŧŧőřř ŦŦęşŧŧęřř

# dotGridTesterToolStripMenuItem.Text
source: Dot Grid Tester
az: ĐĐőŧŧ ĞĞřřįđđ ŦŦęşŧŧęřř

# dumpOCADFileMenu.Text
source: Dump OCAD File
az: ĐĐūmmpp ØCCÅĐĐ FFįľę

# reportTesterToolStripMenuItem.Text
source: Report Tester
az: Ŗęppőřřŧŧ ŦŦęşŧŧęřř

# debugMenu.Text
source: Debug
az: &ĐĐęþþūģģ

# addDescriptionLanguageMenu.Text
source: Add Description Language...
az: Åđđđđ ĐĐęşččřřįppŧŧįőŉŉ Ŀäŉŉģģūäģģę...

# addTranslatedTextsMenu.Text
source: Add Translated Texts...
az: Åđđđđ ŦŦřřäŉŉşľäŧŧęđđ ŦŦęχχŧŧş...

# translateMenu.Text
source: &Translate Description Text
az: &ŦŦřřäŉŉşľäŧŧę ĐĐęşččřřįppŧŧįőŉŉ ŦŦęχχŧŧ

# helpMenu.Text
source: &Help
az: &ĦĦęľpp

# openToolStripButton.Text
source: Open
az: Øppęŉŉ

# openToolStripButton.ToolTipText
source: Open (Ctrl+O)
az: Øppęŉŉ (CCŧŧřřľ+Ø)

# saveToolStripButton.Text
source: Save
az: Ŝävvę

# saveToolStripButton.ToolTipText
source: Save (Ctrl+S)
az: Ŝävvę (CCŧŧřřľ+Ŝ)

# undoToolStripButton.Text
source: Undo
az: Ůŉŉđđő

# undoToolStripButton.ToolTipText
source: Undo (Ctrl+Z)
az: Ůŉŉđđő (CCŧŧřřľ+ŻŻ)

# redoToolStripButton.Text
source: Redo
az: Ŗęđđő

# redoToolStripButton.ToolTipText
source: Redo (Ctrl+Y)
az: Ŗęđđő (CCŧŧřřľ+Ÿ)

# deleteToolStripButton.Text
source: Delete (Del)
az: ĐĐęľęŧŧę (ĐĐęľ)

# addStartToolStripButton.Text
source: Add Start
az: Åđđđđ Ŝŧŧäřřŧŧ

# addControlToolStripButton.Text
source: Add Control
az: Åđđđđ CCőŉŉŧŧřřőľ

# addControlToolStripButton.ToolTipText
source: Add Control (Ctrl+A)
az: Åđđđđ CCőŉŉŧŧřřőľ (CCŧŧřřľ+Å)

# addFinishToolStripButton.Text
source: Add Finish
az: Åđđđđ FFįŉŉįşĥĥ

# descriptionsToolStripMenuItem.Text
source: Add Descriptions
az: Åđđđđ ĐĐęşččřřįppŧŧįőŉŉş

# mandatoryCrossingPointToolStripMenuItem.Text
source: Mandatory Crossing Point
az: MMäŉŉđđäŧŧőřřy CCřřőşşįŉŉģģ Pőįŉŉŧŧ

# optionalCrossingPointToolStripMenuItem.Text
source: Optional Crossing Point
az: Øppŧŧįőŉŉäľ CCřřőşşįŉŉģģ Pőįŉŉŧŧ

# outOfBoundsToolStripMenuItem.Text
source: Out Of Bounds Area
az: Øūŧŧ Øƒƒ ßßőūŉŉđđş Åřřęä

# dangerousToolStripMenuItem.Text
source: Dangerous Area
az: ĐĐäŉŉģģęřřőūş Åřřęä

# waterLocationToolStripMenuItem.Text
source: Water Location
az: ŴŴäŧŧęřř Ŀőččäŧŧįőŉŉ

# firstAidLocationToolStripMenuItem.Text
source: First Aid Location
az: FFįřřşŧŧ Åįđđ Ŀőččäŧŧįőŉŉ

# forbiddenRouteMarkingToolStripMenuItem.Text
source: Forbidden Route Marking
az: FFőřřþþįđđđđęŉŉ Ŗőūŧŧę MMäřřĸĸįŉŉģģ

# boundaryToolStripMenuItem.Text
source: Uncrossable Boundary
az: Ůŉŉččřřőşşäþþľę ßßőūŉŉđđäřřy

# registrationMarkToolStripMenuItem.Text
source: Registration Mark
az: Ŗęģģįşŧŧřřäŧŧįőŉŉ MMäřřĸĸ

# textToolStripMenuItem.Text
source: Text
az: ŦŦęχχŧŧ

# addBendToolStripButton.ToolTipText
source: Add Bend (Ctrl+B)
az: Åđđđđ ßßęŉŉđđ (CCŧŧřřľ+ßß)

# addGapToolStripButton.Text
source: toolStripButton1
az: ŧŧőőľŜŧŧřřįppßßūŧŧŧŧőŉŉ1

# addGapToolStripButton.ToolTipText
source: Add Gap (Ctrl+G)
az: Åđđđđ ĞĞäpp (CCŧŧřřľ+ĞĞ)

# zoomAmountLabel.Text
source: Zoom: 100%
az: ŻŻőőmm: 100%

# locationDisplay.Text
source: X:-999.99 Y:-999.99
az: XX:-999.99 Ÿ:-999.99

# saveXmlFileDialog.Filter
source: XML file|*.xml
az: XXMMĿ ƒƒįľę|*.χχmmľ

# saveXmlFileDialog.Title
source: Create XML Interchange File
az: CCřřęäŧŧę XXMMĿ Ĩŉŉŧŧęřřččĥĥäŉŉģģę FFįľę

# $this.Text
source: Purple Pen
az: Pūřřppľę Pęŉŉ
