Repository: JoblyFonty/PurplePen
Catalog: src/PurplePen/MiscText.*.resx
Languages: az

source: Ctrl+Z
az: CCŧŧřřľ+ŻŻ

source: Ctrl+Y
az: CCŧŧřřľ+Ÿ

source: Esc
az: Ēşčč

# AppTitle
source: Purple Pen
az: Pūřřppľę Pęŉŉ

source: No symbol
az: ŃŃő şymmþþőľ

source: All controls
az: Åľľ ččőŉŉŧŧřřőľş

# CannotLoadFile
source: Cannot load '{0}' for the following reason:
az: CCäŉŉŉŉőŧŧ ľőäđđ '{0}' ƒƒőřř ŧŧĥĥę ƒƒőľľőŵŵįŉŉģģ řřęäşőŉŉ:

# CannotSaveFile
source: Cannot save '{0}' for the following reason:
az: CCäŉŉŉŉőŧŧ şävvę '{0}' ƒƒőřř ŧŧĥĥę ƒƒőľľőŵŵįŉŉģģ řřęäşőŉŉ:

# CannotLoadMapFile
source: Cannot load map file '{0}' for the following reason:
az: CCäŉŉŉŉőŧŧ ľőäđđ mmäpp ƒƒįľę '{0}' ƒƒőřř ŧŧĥĥę ƒƒőľľőŵŵįŉŉģģ řřęäşőŉŉ:

# CannotReadImageFile
source: Cannot read image file '{0}'.
az: CCäŉŉŉŉőŧŧ řřęäđđ įmmäģģę ƒƒįľę '{0}'.

# CannotPrint
source: Cannot print '{0}' for the following reason:
az: CCäŉŉŉŉőŧŧ ppřřįŉŉŧŧ '{0}' ƒƒőřř ŧŧĥĥę ƒƒőľľőŵŵįŉŉģģ řřęäşőŉŉ:

# CannotCreateFile
source: Cannot create '{0}' for the following reason:
az: CCäŉŉŉŉőŧŧ ččřřęäŧŧę '{0}' ƒƒőřř ŧŧĥĥę ƒƒőľľőŵŵįŉŉģģ řřęäşőŉŉ:

# CannotCreateDirectory
source: Cannot create folder '{0}' for the following reason:
az: CCäŉŉŉŉőŧŧ ččřřęäŧŧę ƒƒőľđđęřř '{0}' ƒƒőřř ŧŧĥĥę ƒƒőľľőŵŵįŉŉģģ řřęäşőŉŉ:

# CannotReadMap
source: Cannot read map for the following reason: '{0}' Using Optimise/Repair in OCAD may fix problems.
az: CCäŉŉŉŉőŧŧ řřęäđđ mmäpp ƒƒőřř ŧŧĥĥę ƒƒőľľőŵŵįŉŉģģ řřęäşőŉŉ: {0}

# CannotCreateOcadFiles
source: Cannot create OCAD files for the following reason:
az: CCäŉŉŉŉőŧŧ ččřřęäŧŧę ØCCÅĐĐ ƒƒįľęş ƒƒőřř ŧŧĥĥę ƒƒőľľőŵŵįŉŉģģ řřęäşőŉŉ:

# SaveChanges
source: Do you want to save the changes you made to '{0}'?
az: ĐĐő yőū ŵŵäŉŉŧŧ ŧŧő şävvę ŧŧĥĥę ččĥĥäŉŉģģęş yőū mmäđđę ŧŧő '{0}'?

# FileAlreadyExists
source: File '{0}' already exists in the specified folder. Click the "Back" button and choose a new folder or a new event title.
az: FFįľę '{0}' äľřřęäđđy ęχχįşŧŧş įŉŉ ŧŧĥĥę şppęččįƒƒįęđđ ƒƒőľđđęřř. CCľįččĸĸ ŧŧĥĥę "ßßäččĸĸ" þþūŧŧŧŧőŉŉ äŉŉđđ ččĥĥőőşę ä ŉŉęŵŵ ƒƒőľđđęřř őřř ä ŉŉęŵŵ ęvvęŉŉŧŧ ŧŧįŧŧľę.

# CodeInUse
source: The control code '{0}' is already used by another control.
az: ŦŦĥĥę ččőŉŉŧŧřřőľ ččőđđę '{0}' įş äľřřęäđđy ūşęđđ þþy äŉŉőŧŧĥĥęřř ččőŉŉŧŧřřőľ.

# BadScore
source: The points for a control must be an integer 1-999.
az: ŦŦĥĥę ppőįŉŉŧŧş ƒƒőřř ä ččőŉŉŧŧřřőľ mmūşŧŧ þþę äŉŉ įŉŉŧŧęģģęřř 1-999.

# BadClimb
source: The climb for a course must be a number 0-9999, or blank.
az: ŦŦĥĥę ččľįmmþþ ƒƒőřř ä ččőūřřşę mmūşŧŧ þþę ä ŉŉūmmþþęřř 0-9999, őřř þþľäŉŉĸĸ.

# BadLoad
source: The load for a course must be an integer 0-999999, or blank.
az: ŦŦĥĥę ľőäđđ ƒƒőřř ä ččőūřřşę mmūşŧŧ þþę äŉŉ įŉŉŧŧęģģęřř 0-999999, őřř þþľäŉŉĸĸ.

# UndoWithShortcut
source: &Undo
az: &Ůŉŉđđő

source: Undo
az: Ůŉŉđđő

# RedoWithShortcut
source: &Redo
az: &Ŗęđđő

source: Redo
az: Ŗęđđő

# ClearSelectionWithShortcut
source: &Clear Selection
az: &CCľęäřř Ŝęľęččŧŧįőŉŉ

# CancelOperationWithShortcut
source: Ca&ncel Operation
az: CCä&ŉŉččęľ Øppęřřäŧŧįőŉŉ

source: Cancel Operation
az: CCäŉŉččęľ Øppęřřäŧŧįőŉŉ

# EnterScore
source: Enter new score
az: Ēŉŉŧŧęřř ŉŉęŵŵ şččőřřę

# EnterCode
source: Enter new code
az: Ēŉŉŧŧęřř ŉŉęŵŵ ččőđđę

# EnterDimensions
source: Enter feature size Use / for height on a slope Use | for two features
az: Ēŉŉŧŧęřř ƒƒęäŧŧūřřę şįžžę Ůşę / ƒƒőřř ĥĥęįģģĥĥŧŧ őŉŉ ä şľőppę Ůşę | ƒƒőřř ŧŧŵŵő ƒƒęäŧŧūřřęş

# EnterEventTitle
source: Enter new event title Use | to separate lines (affects all courses)
az: Ēŉŉŧŧęřř ŉŉęŵŵ ęvvęŉŉŧŧ ŧŧįŧŧľę Ůşę | ŧŧő şęppäřřäŧŧę ľįŉŉęş (äƒƒƒƒęččŧŧş äľľ ččőūřřşęş)

# EnterSecondaryTitle
source: Enter new secondary title Use | to separate lines
az: Ēŉŉŧŧęřř ŉŉęŵŵ şęččőŉŉđđäřřy ŧŧįŧŧľę Ůşę | ŧŧő şęppäřřäŧŧę ľįŉŉęş

# EnterCourseName
source: Enter new course name
az: Ēŉŉŧŧęřř ŉŉęŵŵ ččőūřřşę ŉŉämmę

# EnterClimb
source: Enter new climb in metres
az: Ēŉŉŧŧęřř ŉŉęŵŵ ččľįmmþþ įŉŉ mmęŧŧęřřş

# EnterSymbolText
source: Enter new symbol meaning (affects all courses)
az: Ēŉŉŧŧęřř ŉŉęŵŵ şymmþþőľ mmęäŉŉįŉŉģģ (äƒƒƒƒęččŧŧş äľľ ččőūřřşęş)

# DeleteMultipleControlsFromControlsCollection
source: Controls {0} are no longer used by any course. Do you want to delete these controls from the control collection?
az: CCőŉŉŧŧřřőľş {0} äřřę ŉŉő ľőŉŉģģęřř ūşęđđ þþy äŉŉy ččőūřřşę. ĐĐő yőū ŵŵäŉŉŧŧ ŧŧő đđęľęŧŧę ŧŧĥĥęşę ččőŉŉŧŧřřőľş ƒƒřřőmm ŧŧĥĥę ččőŉŉŧŧřřőľ ččőľľęččŧŧįőŉŉ?

# DeleteControlFromControlsCollection
source: Control {0} is no longer used by any course. Do you want to delete this control from the control collection?
az: CCőŉŉŧŧřřőľ {0} įş ŉŉő ľőŉŉģģęřř ūşęđđ þþy äŉŉy ččőūřřşę. ĐĐő yőū ŵŵäŉŉŧŧ ŧŧő đđęľęŧŧę ŧŧĥĥįş ččőŉŉŧŧřřőľ ƒƒřřőmm ŧŧĥĥę ččőŉŉŧŧřřőľ ččőľľęččŧŧįőŉŉ?

# DeleteControlFromAllControls
source: Control {0} is currently used by the following courses: {1}. Do you want to delete this control anyway?
az: CCőŉŉŧŧřřőľ {0} įş ččūřřřřęŉŉŧŧľy ūşęđđ þþy ŧŧĥĥę ƒƒőľľőŵŵįŉŉģģ ččőūřřşęş: {1}. ĐĐő yőū ŵŵäŉŉŧŧ ŧŧő đđęľęŧŧę ŧŧĥĥįş ččőŉŉŧŧřřőľ äŉŉyŵŵäy?

# CodeBadLength
source: A control code must be one, two, or three letters or digits.
az: Å ččőŉŉŧŧřřőľ ččőđđę mmūşŧŧ þþę őŉŉę, ŧŧŵŵő, őřř ŧŧĥĥřřęę ľęŧŧŧŧęřřş őřř đđįģģįŧŧş.

# CodeContainsSpace
source: A control code must not contain a space.
az: Å ččőŉŉŧŧřřőľ ččőđđę mmūşŧŧ ŉŉőŧŧ ččőŉŉŧŧäįŉŉ ä şppäččę.

# CodeUnder31
source: A control code should be 31 or higher.
az: Å ččőŉŉŧŧřřőľ ččőđđę şĥĥőūľđđ þþę 31 őřř ĥĥįģģĥĥęřř.

# CodeBeginsWithZero
source: A control code should not begin with zero.
az: Å ččőŉŉŧŧřřőľ ččőđđę şĥĥőūľđđ ŉŉőŧŧ þþęģģįŉŉ ŵŵįŧŧĥĥ žžęřřő.

# CodeCouldBeUpsideDown
source: A control code should not look like another number when upside-down.
az: Å ččőŉŉŧŧřřőľ ččőđđę şĥĥőūľđđ ŉŉőŧŧ ľőőĸĸ ľįĸĸę äŉŉőŧŧĥĥęřř ŉŉūmmþþęřř ŵŵĥĥęŉŉ ūppşįđđę-đđőŵŵŉŉ.

# DuplicateCode
source: The code "{0}" is used more than once.
az: ŦŦĥĥę ččőđđę "{0}" įş ūşęđđ mmőřřę ŧŧĥĥäŉŉ őŉŉččę.

# BadScale
source: The print scale must be a number between 100 and 100,000.
az: ŦŦĥĥę ppřřįŉŉŧŧ şččäľę mmūşŧŧ þþę ä ŉŉūmmþþęřř þþęŧŧŵŵęęŉŉ 100 äŉŉđđ 100,000.

# CoursePropertiesTitle
source: Course Properties
az: CCőūřřşę Přřőppęřřŧŧįęş

source: Landscape
az: Ŀäŉŉđđşččäppę

source: Portrait
az: Pőřřŧŧřřäįŧŧ

# PageTooSmall
source: The page size is too small for any descriptions to be printed.
az: ŦŦĥĥę ppäģģę şįžžę įş ŧŧőő şmmäľľ ƒƒőřř äŉŉy đđęşččřřįppŧŧįőŉŉş ŧŧő þþę ppřřįŉŉŧŧęđđ.

# VersionLabel
source: Version {0}
az: VVęřřşįőŉŉ {0}

# HelpFileNotFound
source: Help file '{0}' could not be opened.
az: ĦĦęľpp ƒƒįľę '{0}' ččőūľđđ ŉŉőŧŧ þþę őppęŉŉęđđ.

source: Zoom
az: ŻŻőőmm

# MissingMapFile
source: The map file "{0}" could not be found. Most likely, the map file has been moved or deleted, or the Purple Pen file has been moved (possibly to a different computer). The map file must be present every time the Purple Pen event file is loaded. If you send a Purple Pen event file to another person, be sure that person has a copy of the map file also. After pressing OK, try to find a copy of the map file on your computer.
az: ŦŦĥĥę mmäpp ƒƒįľę "{0}" ččőūľđđ ŉŉőŧŧ þþę ƒƒőūŉŉđđ. MMőşŧŧ ľįĸĸęľy, ŧŧĥĥę mmäpp ƒƒįľę ĥĥäş þþęęŉŉ mmővvęđđ őřř đđęľęŧŧęđđ, őřř ŧŧĥĥę Pūřřppľę Pęŉŉ ƒƒįľę ĥĥäş þþęęŉŉ mmővvęđđ (ppőşşįþþľy ŧŧő ä đđįƒƒƒƒęřřęŉŉŧŧ ččőmmppūŧŧęřř). ŦŦĥĥę mmäpp ƒƒįľę mmūşŧŧ þþę ppřřęşęŉŉŧŧ ęvvęřřy ŧŧįmmę ŧŧĥĥę Pūřřppľę Pęŉŉ ęvvęŉŉŧŧ ƒƒįľę įş ľőäđđęđđ. Ĩƒƒ yőū şęŉŉđđ ä Pūřřppľę Pęŉŉ ęvvęŉŉŧŧ ƒƒįľę ŧŧő äŉŉőŧŧĥĥęřř ppęřřşőŉŉ, þþę şūřřę ŧŧĥĥäŧŧ ppęřřşőŉŉ ĥĥäş ä ččőppy őƒƒ ŧŧĥĥę mmäpp ƒƒįľę äľşő. Åƒƒŧŧęřř ppřřęşşįŉŉģģ ØĶĶ, ŧŧřřy ŧŧő ƒƒįŉŉđđ ä ččőppy őƒƒ ŧŧĥĥę mmäpp ƒƒįľę őŉŉ yőūřř ččőmmppūŧŧęřř.

# NoUnusedControls
source: All controls are used in a course.
az: Åľľ ččőŉŉŧŧřřőľş äřřę ūşęđđ įŉŉ ä ččőūřřşę.

# FinishButtonText
source: &Finish
az: &FFįŉŉįşĥĥ

# NextButtonText
source: &Next >
az: &ŃŃęχχŧŧ >

# Control_Code
source: Control {0}
az: CCőŉŉŧŧřřőľ {0}

source: Finish
az: FFįŉŉįşĥĥ

# Finish_Short
source: F
az: FF

# MandCrossing_Long
source: Mandatory crossing point
az: MMäŉŉđđäŧŧőřřy ččřřőşşįŉŉģģ ppőįŉŉŧŧ

# MandCrossing_Medium
source: Crossing
az: CCřřőşşįŉŉģģ

# MandCrossing_Short
source: C
az: CC

# Margins_All
source: All: {0}
az: Åľľ: {0}

# Margins_LRTB
source: Left: {0}, Right: {1}, Top: {2}, Bottom: {3}
az: Ŀęƒƒŧŧ: {0}, Ŗįģģĥĥŧŧ: {1}, ŦŦőpp: {2}, ßßőŧŧŧŧőmm: {3}

source: Start
az: Ŝŧŧäřřŧŧ

# Start_Short
source: S
az: Ŝ

# Version_Alpha
source: Alpha {0}
az: Åľppĥĥä {0}

# Version_Beta
source: Beta {0}
az: ßßęŧŧä {0}

# Version_RC
source: RC {0}
az: ŖCC {0}

source: plural
az: ppľūřřäľ

source: singular
az: şįŉŉģģūľäřř

# RequireStar
source: The customised text requires a "*" to indicate where the object being modified is placed.
az: ŦŦĥĥę ččūşŧŧőmmįžžęđđ ŧŧęχχŧŧ řřęqqūįřřęş ä "*" ŧŧő įŉŉđđįččäŧŧę ŵŵĥĥęřřę ŧŧĥĥę őþþĵĵęččŧŧ þþęįŉŉģģ mmőđđįƒƒįęđđ įş ppľäččęđđ.

# AppSubtitle
source: course planning for orienteering
az: ččőūřřşę şęŧŧŧŧįŉŉģģ ƒƒőřř őřřįęŉŉŧŧęęřřįŉŉģģ

# AddTextSpecialExplanation
source: Enter the text you wish to place on the map. After pressing OK, drag the mouse to place the text in the desired location.
az: Ēŉŉŧŧęřř ŧŧĥĥę ŧŧęχχŧŧ yőū ŵŵįşĥĥ ŧŧő ppľäččę őŉŉ ŧŧĥĥę mmäpp. Åƒƒŧŧęřř ppřřęşşįŉŉģģ ØĶĶ, đđřřäģģ ŧŧĥĥę mmőūşę ŧŧő ppľäččę ŧŧĥĥę ŧŧęχχŧŧ įŉŉ ŧŧĥĥę đđęşįřřęđđ ľőččäŧŧįőŉŉ.

# AddTextSpecialTitle
source: Add Text
az: Åđđđđ ŦŦęχχŧŧ

# ChangeTextSpecialExplanation
source: Enter the new text.
az: Ēŉŉŧŧęřř ŧŧĥĥę ŉŉęŵŵ ŧŧęχχŧŧ.

# ChangeTextTitle
source: Change Text
az: CCĥĥäŉŉģģę ŦŦęχχŧŧ

# MapFileChanged
source: Another program has changed the map file "{0}". Purple Pen will now reload the map.
az: Åŉŉőŧŧĥĥęřř ppřřőģģřřämm ĥĥäş ččĥĥäŉŉģģęđđ ŧŧĥĥę mmäpp ƒƒįľę "{0}". Pūřřppľę Pęŉŉ ŵŵįľľ ŉŉőŵŵ řřęľőäđđ ŧŧĥĥę mmäpp.
